Repository: g10f/sso
Catalog: apps/brands/dwbn/locale/*/LC_MESSAGES/django.po
Languages: de

source: Organisation
de: Zentrum

source: Organisation Account
de: Zentrumskonto

source: Designates that this user is representing a organisation and not a private person.
de: Legt fest, ob dieser Benutzer ein Zentrum präsentiert und keine private Person.

source: inheritable by organisation admin
de: vererbar durch einen Zentrums Administrator

source: Designates that the role can inherited by a organisation admin.
de: Gibt an, ob die Rolle von einen einem Zentrums Administrator weitergegeben werden kann.

source: organisation related
de: zentrumsspezifisch

source: Designates that the role will be deleted in case of a change of the organisation.
de: Gibt an, ob die Anwendungsrolle bei einem swechsel gelöscht wird.

source: organisations
de: Zentren

source: organisation
de: Zentrum

source: organisation change
de: Zentrumswechsel

source: Organisations
de: Zentren

source: Please contact the user administrator at your organisation to renew your account.
de: Bitte wende Dich an den Benutzer Administrator in Deinem Buddhistischen Zentrum um Dein Benutzerkonto zu erneuern.

source: Update change of organisation to %(name)s
de: Zentrumswechsel zu %(name)s aktualisieren

source: Change my organisation
de: Mein Zentrum wechseln

source: Accept Organisation Change
de: Zentrumswechsel akzeptieren

source: Organisation Changes
de: Zentrumswechsel

source: Process Organisation Change
de: Zentrumswechsel bearbeiten

source: Please accept or deny the organisation change request.
de: Bitte den Zentrumswechsel annehmen oder ablehnen

source: Previous organisation
de: vorheriges Zentrum

source: New organisation
de: Neues Zentrum

source: Change Organisation
de: Mein Zentrum wechseln

source: Organisation Change Details
de: Zentrumswechsel Details

source: Update My Organisation
de: Mein Zentrum aktualisieren

source: Please contact the user administrator at your organisation %(name)s to complete the change.
de: Bitte wende Dich an den Benutzer Administrator in Deinem Buddhistischen Zentrum %(name)s um die Änderung abzuschließen.

source: Update organisation change
de: Zentrumswechsel aktualisieren

source: Please select the organisation you moved to and insert a reason text.
de: Bitte wähle das Zentrum zu dem Du wechseln möchtest und gib einen Begründungstext ein.

source: Cancel change of organisation
de: Abbrechen des Zentrumswechsel

source: Organisation Change Request List
de: Zentrumswechsel Liste

source: Denied organisation change.
de: Zentrumswechsel abgelehnt

source: Successfully changed the organisation.
de: Zentrumswechsel erfolgreich

source: to organisation
de: zum Zentrum

source: from organisation
de: vom Zentrum

source: Organisation is missing.
de: Das Zentrum fehlt

source: This account has expired. Please contact the user administrator in your organisation %s.
de: Dieses Benutzerkonto ist abgelaufen. Bitte wende Dich an den Benutzeradministrator in Deinem Zentrum %s.

source: Organisation type
de: Zentrumstyp

source: The primary email forwarding address for the organisation
de: Die primäre E-Mail Weiterleitungsadresse für das Zentrum

source: organisation type
de: Zentrumstyp

source: Designates whether this organisation should be treated as active. Unselect this instead of deleting organisation.
de: Legt fest, ob dieses Zentrum aktiv ist. Kann deaktiviert werden, anstatt das Zentrum zu löschen.

source: Designates whether this organisation data should be treated as private and only a telephone number should be displayed on public sites.
de: Legt fest, ob die Daten dieses Zentrums privat sind und nur die Telefonnummer auf öffentlichen Seiten angezeigt werden soll.

source: Designates whether this organisation data can be published.
de: Gibt an, ob dieses Zentrum auf öffentlichen Seiten publiziert werden kann.

source: Designates whether this organisation uses the new user activation process.
de: Gibt an, ob dieses Zentrum den neuen Benutzer Aktivierungsprozess nutzt.

source: organisation picture
de: Zentrumsbild

source: organisation pictures
de: Zentrumsbilder

source: My Organisation
de: Mein Zentrum

source: Delete Organisation
de: Zentrum Löschen

source: Please confirm deleting this organisation
de: Bitte bestäge das Löschen des Zentrums

source: Confirm Delete Organisation
de: Löschen des Zentrums bestätigen

source: Add Organisation
de: Zentrum hinzufügen

source: Organisation Details
de: Zentrumsdetails

source: Founded
de: Gegründet

source: Designates whether this organisation should be treated as active. Unselect this instead of deleting the organisation.
de: Legt fest, ob dieses Zentrum aktiv ist. Kann deaktiviert werden, anstatt das Zentrum zu löschen.

source: Nearest Organisations
de: Nächstes Zentrum

source: Update Organisation
de: Zentrum aktualisieren

source: Center Data
de: Zentrumsdaten

source: Organisation Pictures
de: Zentrumsbilder

source: Organisation Type
de: Zentrumstyp

source: All Organisation Types
de: Alle Zentrumstypen

source: Active Organisations
de: Aktive Zentren

source: Inactive Organisations
de: Inaktive Zentren

source: My Organisations
de: Meine Zentren

source: If you would like to tell us something about yourself, please do so in this box.
de: Wenn Du möchtest, erzähle uns etwas über Dich.

source: Your registration and email address has been validated. Please contact the user administrator at your local organisation to activate your account.
de: Deine Registrierung und E-Mail Adresse wurde bestätigt. Bitte melde Dich bei dem Benutzeradministrator in Deinem Zentrum zum Aktivieren Deines Benutzerkontos

# Organisation Type
source: Center
de: Buddhistisches Zentrum

# Organisation Type
source: Group
de: Buddhistische Gruppe

# Organisation Type
source: Retreat
de: Buddhistische Retreatstelle

# Organisation Type
source: Contact
de: Buddhistischer Kontakt

# Organisation Type
source: Center & Retreat
de: Buddhistisches Zentrum & Retreatstelle

# Organisation Type
source: Group & Retreat
de: Buddhistische Gruppe & Retreatstelle

source: Log in with your %(brand)s account
de: Mit Deinem Diamantweg-Konto anmelden
