Repository: g10f/sso
Catalog: apps/passwords/locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid Length (%s).
de: Ungültige Länge (%s).

source: Must be %s characters or more
de: Muss %s oder mehr Zeichen enthalten

source: Must be %s characters or less
de: Darf höchstens %s Zeichen enthalten

source: Must be more complex (%s).
de: Muss komplexer sein (%s).

source: Must contain %(UPPER)s or more uppercase characters
de: Muss %(UPPER)s oder mehr Großbuchstaben enthalten

source: Must contain %(LOWER)s or more lowercase characters
de: Muss %(LOWER)s oder mehr Kleinbuchstaben enthalten

source: Must contain %(DIGITS)s or more digits
de: Muss %(DIGITS)s oder mehr Ziffern enthalten

source: Must contain %(PUNCTUATION)s or more punctuation character
de: Muss %(PUNCTUATION)s oder mehr Satzzeichen enthalten

source: Must contain %(NON ASCII)s or more non ascii characters
de: Muss %(NON ASCII)s oder nicht ASCII Zeichen enthalten

source: Must contain %(WORDS)s or more unique words
de: Muss %(WORDS)s oder mehr eindeutige Wörter enthalten

source: Based on a common sequence of characters.
de: Basiert auf einer geläufigen Folge von Zeichen.
