Repository: g10f/sso
Catalog: apps/sso/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Image is too large (max %skB).
de: Das Bild ist zu groß (max %skB).

source: Image type is not allowed.
de: Bildtyp wird nicht unterstützt

source: Error loading image file.
de: Fehler beim Laden des Bilds

source: No location found
de: Es wurde keine Position gefunden

source: The map was updated with the new coordinates. Press the 'Save' button for saving the new coordinates.
de: Die Koordinaten in der Karte wurden aktualisiert. Zum Speichern der neuen Koordinaten bitte "Sichern" drücken.

source: Available %s
de: Verfügbare %s

source: Type into this box to filter down the list of available %s.
de: Tippe in dieser Box um aus der Lister der verfügbaren %s zu filtern.

source: Choose all
de: Alle auswählen

source: Click to choose all %s at once.
de: Klicken hier um alle %s auf einmal auszuwählen

source: Choose
de: Auswählen

source: Remove
de: Entfernen

source: Chosen %s
de: Ausgewählte %s

source: Remove all
de: Alle entfernen

source: Click to remove all chosen %s at once.
de: Klicke hier um alle %s auf einmal zu entfernen.
