Repository: g10f/sso
Catalog: apps/sso/locale/*/LC_MESSAGES/django.po
Languages: de

source: Delete email forwarding
de: E-Mail Weiterleitung löschen

source: Please confirm deleting this email fowarding
de: Bitte bestäge das Löschen der E-Mail Weiterleitung

source: Confirm Delete email fowarding
de: Löschen der E-Mail Weiterleitung bestätigen

source: Add email forwarding
de: E-Mail Weiterleitung hinzufügen

source: Add Email
de: E-Mail hinzufügen

source: Email alias address
de: E-Mail Alias-Adresse

source: Update
de: Aktualisieren

source: Email forwardings
de: E-Mail Weiterleitungen

source: Email forwarding
de: E-Mail Weiterleitung

source: Email Update
de: E-Mail aktualisieren

source: Update Email
de: E-Mail Aktualisieren

source: Email Data
de: E-Mail Daten

source: All Permissions
de: Alle Berechtigungen

source: My Emails
de: Meine E-Mail Adressen

source: Active emails
de: Aktive E-Mails

source: Inactive emails
de: Inaktive E-Mails

source: Enter a valid URL starting with https://%(domain)s
de: Bitte eine gültige Adresse beginnend mit https://%(domain)s eingeben.

source: Changed %s.
de: Geändert %s

source: addressee
de: Name / Adressat

source: street address
de: Adresse

source: Full street address, with house number, street name, P.O. box, and extended street address information.
de: Vollständige Adresse, mit der Hausnummer, Straße, Postfach und weiteren Adressinformationen.

source: city
de: Stadt

source: city in native language
de: Stadt in der Landessprache

source: postal code
de: Postleitzahl

source: country
de: Land

source: State or region
de: Bundesland oder Region

source: address
de: Adresse

source: addresses
de: Adressen

source: Enter a valid phone number i.e. +49 (531) 123456
de: Gebe eine gültige Telefonnummer ein, z.B. +49 (531) 123456

source: phone number
de: Telefonnummer

source: phone numbers
de: Telefonnummern

source: Web Application
de: Web Anwendung

source: Javascript Application
de: Javascript Anwendung

source: Native Application
de: Native Anwendung

source: Service Account
de: Service Konto

source: Designates whether this client should be treated as active. Unselect this instead of deleting clients.
de: Legt fest, ob dieser Client aktiv ist. Kann deaktiviert werden, anstatt den Client zu löschen.

source: is valid
de: ist gültig

source: access token
de: Zugriffstoken

source: Authorization
de: Autorisation

source: Authorization code
de: Autorisations Code

source: Please copy the code and enter it in to your application:
de: Bitte geben Sie den Code in Ihre Anwendung ein:

source: Countries
de: Länder

source: notes
de: Notizen

source: Organisation type
de: Organisationstyp

source: Admin region
de: Region

source: The primary email forwarding address for the organisation
de: Die primäre E-Mail Weiterleitungsadresse für die Organisation

source: The email forward address and email address must be different
de: Die E-Mail Weiterleitungsadresse und die Email Adresse müssen sich unterscheiden

source: Country Groups
de: Länder Gruppen

source: Country groups
de: Länder Gruppen

source: Designates whether this country should be treated as active. Unselect this instead of deleting the country.
de: Legt fest, ob dieses Land aktiv ist. Kann deaktiviert werden, anstatt das Land zu löschen.

source: Designates whether this region should be treated as active. Unselect this instead of deleting the region.
de: Legt fest, ob diese Region aktiv ist. Kann deaktiviert werden, anstatt die Region zu löschen.

source: Regions
de: Regionen

# Organisation Type
source: Center
de: Zentrum

# Organisation Type
source: Group
de: Gruppe

# Organisation Type
source: Contact
de: Kontakt

# Organisation Type
source: Center & Retreat
de: Zentrum & Retreat

# Organisation Type
source: Group & Retreat
de: Gruppe & Retreat

source: name in native language
de: Name in der Landessprache

source: admin region
de: Region

source: Google+ page
de: Google+ Seite

source: Facebook page
de: Facebook Seite

source: Twitter page
de: Twitter Seite

source: organisation type
de: Organisationstyp

source: founded
de: gegründet

source: coordinates type
de: Koordinatentyp

source: location
de: Position

source: Designates whether this organisation should be treated as active. Unselect this instead of deleting organisation.
de: Legt fest, ob diese Organisation aktiv ist. Kann deaktiviert werden, anstatt die Organisation zu löschen.

source: private
de: privat

source: Designates whether this organisation data should be treated as private and only a telephone number should be displayed on public sites.
de: Legt fest, ob die Daten dieser Organisation privat sind und nur die Telefonnummer auf öffentlichen Seiten angezeigt werden soll.

source: publish
de: veröffentlichen

source: Designates whether this organisation data can be published.
de: Gibt an, ob diese Organisation auf öffentlichen Seiten publiziert werden kann.

source: uses activation
de: Benutzeraktivierung verwenden

source: Designates whether this organisation uses the new user activation process.
de: Gibt an, ob diese Organisation den neuen Benutzer Aktivierungsprozess nutzt.

source: neighbour distance
de: Entfernung Nachbarn

source: Distance used for neighbour calculations [km].
de: Entfernung zur Berechnung der nächsten Nachbarn [km]

source: description
de: Beschreibung

source: organisation picture
de: Zentrumsbild

source: organisation pictures
de: Zentrumsbilder

# organisation address
source: Physical Address
de: Hausadresse

# organisation address
source: Postal Address
de: Postanschrift

source: care of (c/o)
de: erreichbar über (c/o)

source: Mobile#2
de: Handy#2

source: Other#2
de: Andere#2

source: Add another %(verbose_name)s
de: %(verbose_name)s hinzufügen

source: Loading data ...
de: Daten werden ermittelt ...

source: Geocode address
de: Geocodierung der Adresse

source: Update the geographic coordinates from address data.
de: Aktualisiere die geografische Position mit Hilfe der Adresse.

source: Add Region
de: Region hinzufügen

source: Update Region
de: Region aktualisieren

source: Region Data
de: Regionsdaten

source: My Organisation
de: Meine Organisation

source: Delete Organisation
de: Organisation Löschen

source: Please confirm deleting this organisation
de: Bitte bestäge das Löschen der Organisation

source: Confirm Delete Organisation
de: Löschen der Organisation bestätigen

source: Add Organisation
de: Organisation hinzufügen

source: Organisation Details
de: Organisationsdetails

source: Name in native language
de: Name in der Landessprache

source: Local date and time
de: Lokales Datum und Uhrzeit

source: Founded
de: Gegründet

source: Designates whether this organisation should be treated as active. Unselect this instead of deleting the organisation.
de: Legt fest, ob diese Organisation aktiv ist. Kann deaktiviert werden, anstatt die Organisation zu löschen.

source: Private
de: Privat

source: Addressee
de: Name / Addressat

source: Street Address
de: Strassenanschrift

source: Postal Code
de: Postleitzahl

source: state
de: Bundesland

source: Phone Numbers
de: Telefonnummern

source: Phone
de: Telefonnummer

source: Nearest Organisations
de: Nächste Organisationen

source: Update Pictures
de: Bilder aktualisieren

source: Update Organisation
de: Organisation aktualisieren

source: Center Data
de: Zentrumsdaten

source: Distance
de: Entfernung

source: Organisation Pictures
de: Organisationsbilder

source: Update Picture
de: Bild aktualisieren

source: Add Country
de: Land hinzufügen

source: Country Details
de: Landesdetails

source: Update Country
de: Land aktualisieren

source: Country Data
de: Landesdaten

source: Organisation Type
de: Organisationstyp

source: All Organisation Types
de: Alle Organisationstypen

source: Active Organisations
de: Aktive Organisationen

source: Inactive Organisations
de: Inaktive Organisationen

source: My Organisations
de: Meine Organisationen

source: distance
de: Entfernung

source: Continent
de: Kontinent

source: All Continents
de: Alle Kontinente

source: All Groups
de: Alle Gruppen

source: My Countries
de: Meine Länder

source: Active Countries
de: Aktive Länder

source: Inactive Countries
de: inaktive Länder

source: My Regions
de: Meine Regionen

source: Active Regions
de: Active Regionen

source: Inactive Regions
de: inaktive Regionen

source: expired
de: abgelaufen

source: changed successfully
de: erfolgreich geändert

source: %(count)s %(name)s was %(action_result_text)s.
de: %(count)s %(name)s wurde %(action_result_text)s.

source: activated
de: aktiviert

source: Activate users
de: Aktiviere Benutzer

source: deleted
de: gelöscht

source: Delete inactive, expired and not validated users
de: Lösche inaktive, abgelaufene unbestätigte Benutzer

source: Mark profiles as validated
de: Profile als bestätigt markieren

source: an email sent
de: ein E-Mail gesendet

source: Re-send validation emails
de: Bestätigungs E-Mails erneut senden

source: Date registered
de: Registrierungsdatum

source: About me
de: Über mich

source: Last modified by
de: Letzte Änderung durch

source: Verified by
de: Überprüft durch

source: administrator who verified the user
de: Administrator, der den Benutzer geprüft hat

source: Is verified
de: Überprüft

source: Designates if the user was verified by another administrator
de: Gibt an, ob die Daten von einem Administrator geprüft wurden.

source: Check back
de: Rücksprache

source: Designates if there are open questions to check.
de: Gibt an, ob offen Fragen vorhanden sind.

source: Access denied
de: Zugriff verweigert

source: Designates if access is denied to the user.
de: Gibt an, ob dem Benutzer der Zugang verweigert wurde.

source: Your picture
de: Dein Bild

source: Please use a photo of your face. We are using it also to validate your registration.
de: Bitte verwende ein Bild, das Dein Gesicht zeigt. Wir verwenden es auch um Deine Anmeldung zu prüfen.

source: If you would like to tell us something about yourself, please do so in this box.
de: Wenn Du möchtest, erzähle uns etwas über Dich.

source: User registration
de: Benutzer Registrierung

source: verified by
de: überprüft durch

source: date registered
de: Registrierungsdatum

source: Designates whether this profile was already validated by the user.
de: Gibt an, ob das Profile von einem Benutzer bestätigt wurde

source: first name of a known person
de: Vorname der bekannten Person

source: last name of a known person
de: Nachname der bekannten Person

source: first name of a another known person
de: Vorname einer weiteren bekannten Person

source: last name of a another known person
de: Nachname einer weiteren bekannten Person

source: check back
de: Rücksprache

source: access denied
de: Zugriff verweigert

source: Comment
de: Kommentar

source: registration profile
de: Registrierungsprofil

source: registration profiles
de: Registrierungsprofile

source: Save and activate account
de: Speichern und Konto aktivieren

source: User Registration List
de: Registrierungs Liste

source: Edit User Registration
de: Benutzer Registrierung bearbeiten

source: User Registration
de: Benutzer Registrierung

source: The user was already activated
de: Der Benutzer wurde schon aktiviert

source: A person who already has an account and can recommend the user.
de: Eine Person, die schon ein Konto hat und den neuen Benutzer empfehlen kann

source: A second person who already has an account and can recommend the user.
de: Eine weitere Person, die schon ein Konto hat und den neuen Benutzer empfehlen kann

source: Registration processing information
de: Registrierungsprozess Informationen

source: Save and deny
de: Speichern und Zugriff verweigern

source: Save and mark for check back
de: Speichern und "Rücksprache erforderlich" markieren

source: Save and activate
de: Speichern und Konto aktivieren

source: Thank you for registering an account at %(site_name)s.
de: Danke für die Registrierung eines Kontos bei %(site_name)s.

source: Unfortunately, your registration could not be accepted since both references could not be found. Please send us two valid references.
de: Deine Anmeldung konnte leider nicht angenommen werden da beide Referenzen nicht gefunden werden konnten. Bitte sende uns zwei gültige Referenzen.

source: The %(site_name)s registration team
de: Das %(site_name)s Registrierungsteam

source: %(brand)s registration references are invalid
de: %(brand)s Registrierungsreferenzen wurden nicht gefunden

source: Your registration has been checked, but one of the references could not be found. Please send a second valid reference and / or write a bit about yourself.
de: Deine Anmeldung wurde geprüft, jedoch konnte eine der Referenzen nicht gefunden werden. Bitte sende eine zweite gültige Referenz und/oder schreibe ein bisschen über Dich selbst.

source: %(brand)s registration reference is invalid
de: %(brand)s Registrierungsreferenz wurde nicht gefunden

source: You're receiving this e-mail because you registered a user account at %(site_name)s.
de: Du hast diese E-Mail bekommen, da Du ein Konto auf %(site_name)s angelegt hast.

source: Set your password on %(site_name)s
de: Wähle Dein Passwort auf %(site_name)s

source: To validate your email, please visit the following page:
de: Bitte gehe zu folgender Seite um Deine E-Mail Adresse zu bestätigen:

source: If you didn't register this account you can delete this email.
de: Wenn Du kein Konto registriert hast, kannst Du diese E-Mail löschen.

source: Validate your e-mail on %(site_name)s
de: Bestätige Deine E-Mail Adresse auf %(site_name)s

source: Find user
de: Benutzer finden

source: Registration closed
de: Registrierung geschlossen

source: Please try <a href="%(registration_register_url)s">registering again</a> later.
de: Bitte versuche Dich später zu <a href="%(registration_register_url)s">Registrieren</a>.

source: Registration done
de: Registrierung durchgeführt

source: We will send you an email with an validation link which you'll need to click to verify your email.
de: Du bekommst eine E-Mail mit einem Link zum Bestätigen Deiner E-Mail Adresse.

source: Please check your email.
de: Bitte prüfe Deine E-Mails.

source: Register for an account
de: Registriere Dich für ein Konto

source: Sign up for %(site_name)s
de: Registriere Dich bei %(site_name)s

source: You can edit your data here again.
de: Du kannst Deine Eingaben hier überarbeiten.

source: Please name a person who already has an account and can recommend you.
de: Gib bitte eine Person an, die schon ein Konto hat und Dich empfehlen kann

source: Please name a second person who already has an account and can recommend you.
de: Gib bitte eine weitere Person an, die schon ein Konto hat und Dich empfehlen kann

source: Register
de: Registrieren

source: Registration preview
de: Vorschau der Registrierungsdaten

source: Preview your registration
de: Vorschau der Registrierungsdaten

source: A person who already has an account and can recommend you.
de: Eine Person, die schon ein Konto hat und Dich empfehlen kann

source: A second person who already has an account and can recommend you.
de: Eine weitere Person an, die schon ein Konto hat und Dich empfehlen kann

source: Edit it again
de: Überarbeiten

source: Registration complete
de: Registrierung abgeschlossen

source: Your registration and email address has been validated. You will receive an email when your account is activated. This may take some days.
de: Deine Registrierung und E-Mail Adresse wurde bestätigt. Du erhältst eine E-mail, wenn Dein Konto aktiviert wurde. Dies kann einige Tage dauern.

source: Your registration and email address has been validated. Please contact the user administrator at your local organisation to activate your account.
de: Deine Registrierung und E-Mail Adresse wurde bestätigt. Bitte melde Dich bei dem Benutzeradministrator in Deiner Organisation zum Aktivieren Deines Benutzerkontos

source: Confirm Registration
de: Registrierung bestätigen

source: If you registered a new account with the email <b>%(email)s</b>, please confirm your registration.
de: Wenn Du einen neues Konto mit der E-Mail Adresse <b>%(email)s</b> registriert hast, dann bestätige bitte Deine Registrierung.

source: Confirm Registration failed
de: Bestätigung der Registrierung fehlgeschlagen

source: The validation link was invalid, possibly because it had expired.
de: Der Link zum Bestätigen Deiner E-Mail Adresse ist ungültig, wahrscheinlich weil er abgelaufen ist.

source: Verified Users
de: Überprüfte Benutzer

source: Unverified Users
de: Nicht Überprüfte Benutzer

source: verified filter
de: "überprüft" Filter

source: Check Back Required
de: Rücksprache erforderlich

source: No Check Back Required
de: keine Rücksprache erforderlich

source: check back filter
de: "Rücksprache" Filter

source: Access Denied
de: Zugriff verweigert

source: Access Not Denied
de: Zugriff nicht verweigert

source: access denied filter
de: "Zugriff verweigert" Filter

source: Access denied for %(obj)s.
de: Zugriff verweigert für %(obj)s.

source: The %(name)s "%(obj)s" was saved successfully.
de: %(name)s "%(obj)s" wurde erfolgreich gespeichert.

source: Edit registration
de: Registrierung bearbeiten

source: Forbidden
de: Verboten

source: Page not found
de: Seite nicht gefunden

source: Privacy
de: Datenschutz

source: Try again
de: Erneut versuchen

source: Delete?
de: Löschen?

source: Delete all Features
de: Auswahl löschen

source: Applications
de: Anwendungen

source: One account. All of %(site_name)s.
de: Einmal anmelden, alle %(site_name)s Services nutzen.

source: <a href="%(login_url)s">Sign in with your %(brand)s Account</a> and use all %(site_name)s services.
de: <a href="%(login_url)s">Melde Dich mit Deinem %(brand)s Konto an</a> und nutze alle %(site_name)s Services.

source: Select image
de: Bild Auswählen

source: Send email
de: E-Mail Senden

source: Registrations
de: Registrierungen

source: Users
de: Benutzer

source: My Email Addresses
de: Meine E-Mail Adressen

source: search text
de: Suchtext

source: Please activate JavaScript to enable all features. <a href="%(url)s" target="_blank">Read this page for more help</a>
de: Bitte aktiviere JavaScript, damit alle Funktionen zur Verfügung stehen. <a href="%(url)s" target="_blank">Lese diese Seite für Hilfe zum Aktivieren von JavaScript</a>

source: Toggle sorting
de: Sortierung ändern

source: Your data will be stored and used by us for the provision of %(brand)s services. Under no circumstances will we give your information to third parties!
de: Eure Daten werden von uns nur für die Bereitstellung des %(brand)s-Services gespeichert und genutzt. Unter keinen Umständen geben wir Eure Daten an Dritte weiter!
