Repository: g10f/sso
Catalog: apps/sso/locale/*/LC_MESSAGES/django.po
Languages: de

source: user
de: Anwender

source: last modified by
de: letzte Änderung durch

source: created by
de: angelegt von

source: associated system
de: Assoziertes System

source: Application Roles
de: Anwendungsrollen

source: Application Admin
de: Anwendungsadmin

source: Role Profile Admin
de: Rollenprofiladmin

source: Role profiles
de: Rollenprofile

source: Exclude Role profiles
de: nicht enthaltene Rollenprofile

source: Organisations
de: Organisationen

source: App admin
de: Anwendungsadmin

source: Notes
de: Notizen

source: Accounts
de: Konten

source: Email address
de: E-Mail Adresse

source: Your old password was entered incorrectly. Please enter it again.
de: Dein altes Passwort war verkehrt, bitte gib es erneut ein.

source: That email address doesn't have an associated user account. Are you sure you've registered?
de: Diese E-Mail-Adresse ist keinem Benutzer zugeordnet. Sicher, dass es die richtige ist?

source: The user account associated with this email address cannot reset the password.
de: Der Benutzer mit dieser E-Mail-Adresse kann das Passwort nicht zurücksetzen.

source: Profile picture
de: Profilbild

source: Please keep filesize under %(filesize)s. Current filesize %(current_filesize)s
de: Bitte Dateien mit einer Größe unter %(filesize)s hochladen. Aktuelle Dateigröße %(current_filesize)s.

source: File type is not supported
de: Dateitype wird nicht unterstützt

source: First name
de: Vorname

source: Last name
de: Nachname

source: Gender
de: Geschlecht

source: Date of birth
de: Geburtsdatum

source: Application roles
de: Anwendungsrollen

source: Groups of application roles that are assigned together.
de: Gruppen von Anwendungsrollen, die zusammen vergeben werden.

source: A user with that email address already exists.
de: Die E-Mail Adresse wird schon verwendet

source: The email address "%(email)s" is already in use.
de: Die E-Mail Adresse "%(email)s" wird schon benutzt.

source: Valid until
de: Gültig bis

source: Picture
de: Bild

source: Language
de: Sprache

source: Timezone
de: Zeitzone

source: Please use the contact form for a request to change this value.
de: Bitte verwende das Kontaktformular um diesen Wert ändern zu lassen.

source: Account type
de: Benutzerkontotyp

source: Organisation Account
de: Organisationskonto

source: Member Account
de: Mitgliedskonto

source: State
de: Bundesland

source: * Application roles which are included by role profiles
de: * Anwendungsrollen, die durch Rollenprofile enthalten sind

source: Created by
de: Angelegt von

source: active
de: aktiv

source: blocked
de: gesperrt

source: Overwrites the alphabetic order.
de: Überschreibt die alphabethische Sortierung

source: global navigation
de: globale Navigation

source: Designates whether this application should be provided.
de: Gibt an, ob diese Anwendung aktiv ist.

source: Designates whether the user should redirected to this app after the first login.
de: Legt fest, ob der Benutzer zu dieser Anwendung beim ersten Anmelden umgeleitet werden soll.

source: application
de: Anwendung

source: applications
de: Anwendungen

source: role
de: Rolle

source: roles
de: Rollen

source: inheritable by organisation admin
de: vererbar durch einen Organisations Administrator

source: Designates that the role can inherited by a organisation admin.
de: Gibt an, ob die Rolle von einen einem Organisations Administrator weitergegeben werden kann.

source: inheritable by global admin
de: vererbar durch einen globalen Administrator

source: Designates that the role can inherited by a global admin.
de: Gibt an, ob die Rolle von einen einem globalen Administrator weitergegeben werden kann.

source: organisation related
de: organisationsspezifisch

source: Designates that the role will be deleted in case of a change of the organisation.
de: Gibt an, ob die Anwendungsrolle bei einem Organisationswechsel gelöscht wird.

source: application role
de: Anwendungsrolle

source: application roles
de: Anwendungsrollen

source: Associates a group of application roles that are usually assigned together.
de: Fasst einer Gruppe von Anwendungsrollen zusammen, die in der Regel zusammen zugeordnet werden.

source: Designates that the role profile can inherited by a organisation admin.
de: Gibt an, ob das Rollenprofile von einen einem Organisations Administrator weitergegeben werden kann.

source: Designates that the role profile can inherited by a global admin.
de: Gibt an, ob das Rollenprofile von einen einem globalen Administrator weitergegeben werden kann.

source: role profile
de: Rollenprofil

source: role profiles
de: Rollenprofile

source: email address
de: E-Mail Adresse

source: confirmed
de: bestätigt

source: primary
de: primär

source: email addresses
de: E-Mail Adressen

source: male
de: Männlich

source: female
de: Weiblich

source: username
de: Benutzername

source: Designates whether the user can log into this admin site.
de: Legt fest, ob sich der Benutzer an der Administrationsseite anmelden kann.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de: Legt fest, ob dieser Benutzer aktiv ist. Kann deaktiviert werden, anstatt den Benutzer zu löschen.

source: date joined
de: Mitglied seit

source: organisations
de: Organisationen

source: admin regions
de: Regionen

source: admin countries
de: Länder

source: app admin regions
de: App Admin Regionen

source: app admin countries
de: App Admin Länder

source: Organises a group of application roles that are usually assigned together.
de: Organisiert eine Gruppe von Anwendungsrollen, die typischerweise zusammen vergeben werden.

source: last modified
de: letzte Änderung

source: Designates that this user is representing a organisation and not a private person.
de: Legt fest, ob dieser Benutzer eine Organisation präsentiert und keine private Person.

source: Designates that this user is representing a service account and not a person.
de: Legt fest, ob dieses ein Service Konto ist und keine private Person.

source: Designates whether this user is a newsletter subscriber.
de: Gibt an, ob dieser Benutzer ein News Empfänger ist.

source: picture
de: Bild

source: date of birth
de: Geburtsdatum

source: timezone
de: Zeitzone

source: valid until
de: Gültig bis

source: last ip address
de: Letzte IP-Adresse

source: users
de: Benutzer

source: reason
de: Begründung

source: organisation change
de: Organisationswechsel

source: title
de: Titel

source: one time message
de: Einweg-Nachricht

source: one time messages
de: Einweg-Nachrichten

# address
source: Home
de: Zuhause

source: Business
de: Geschäftlich

source: Other
de: Andere

source: address type
de: Adressart

# phone number
source: Home
de: Privat

source: Mobile
de: Handy

source: phone type
de: Telefontyp

source: Mobile, home, office, etc.
de: Handy, privat, Büro, etc.

source: associated systems
de: Assoziertes System

source: role profile admin
de: Rollenprofiladmin

source: role profile admins
de: Rollenprofiladmins

source: application admin
de: Anwendungsadmin

source: application admins
de: Anwendungensadmins

source: Add User
de: Benutzer hinzufügen

source: User List
de: Benutzer Liste

source: User added successfully
de: Der Benutzer wurde erfolgeich hinzugefügt

source: A new User was created.
de: Ein neuer Benutzer wurde angelegt.

source: The new user got an email with instructions for setting a password.
de: Der neue Benutzer hat eine E-Mail mit Anweisungen zum Erstellen eines Passworts erhalten.

source: Back
de: Zurück

source: Edit user
de: Benutzer aktualisieren

source: Add another user
de: Weiteren Benutzer hinzufügen

source: Please enter the user data for the new account.
de: Trage bitte die Daten für den neuen Benutzer ein.

source: After the account was created, the new user will receive an email with instructions for setting a password.
de: Nachdem das Konto erstellt wurde, erhält der neue Benutzer eine E-Mail mit Anweisungen zum Festlegen seines Passworts.

source: Please correct the error below.
de: Bitte korrigiere den Fehler unten.

source: Please correct the errors below.
de: Bitte korrigiere die Fehler unten.

source: User data
de: Benutzer Daten

source: Add User and Send Invitation Mail
de: Benutzer hinzufügen und E-Mail Einladung senden

source: Change User
de: Benutzer Ändern

source: User Roles
de: Benutzer Rollen

source: Related role profiles
de: Zugehörige Rollenprofile

source: Block User
de: Benutzer Sperren

source: Activate User
de: Benutzer Aktivieren

source: Delete User
de: Benutzer Löschen

source: Save and add another
de: Speichern und einen neuen Hinzufügen

source: Save and resend Invitation Mail
de: Speichern und E-Mail Einladung erneut senden

source: Save and extend validity
de: Speichern und Gültigkeit verlängern

source: Registration
de: Registrierung

source: Contact Information
de: Kontakt Information

source: Send
de: Senden

source: Thank you for your message.
de: Vielen Dank für Deine Nachricht.

source: Profile
de: Profil

source: User profile
de: Benutzer Profil

source: Delete Profile
de: Profil löschen

source: Do you want to delete your account?
de: Möchtest Du Dein Konto löschen?

source: or
de: oder

source: Cancel
de: Abbrechen

source: Hi %(first_name)s.
de: Hallo %(first_name)s.

source: You're receiving this e-mail because a user account at %(site_name)s was created for you.
de: Du hast diese E-Mail bekommen, da ein Konto auf %(site_name)s für Dich angelegt wurde.

source: Please go to the following page and choose a password:
de: Bitte gehe zur folgenden Seite und wähle ein Passwort:

source: You can login with your e-mail address %(email)s
de: Du kannst Dich mit Deiner E-Mail Adresse %(email)s anmelden

source: This page will expire on %(date)s.
de: Diese Seite ist bis zum %(date)s gültig.

source: The %(site_name)s team
de: Das %(site_name)s Team

source: A user account at %(site_name)s was created for you
de: Ein Benutzerkonto auf %(site_name)s wurde für Dich angelegt

source: User
de: Anwender

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
de: Du erhältst diese E-Mail, da Du das Passwort für Deinen %(site_name)s Account zurücksetzen lassen möchtest.

source: Please go to the following page and choose a new password:
de: Bitte gehe zur folgenden Seite und wähle ein neues Passwort:

source: You can login with your email address %(email)s
de: Du kannst Dich mit Deiner E-Mail Adresse %(email)s anmelden

source: Password reset on %(site_name)s
de: Wähle Dein Passwort auf %(site_name)s

source: You recently entered a new email address into %(site_name)s. To confirm your email, follow the link below:
de: Du hast vor kurzem eine neue E-Mail Adresse auf %(site_name)s eingegeben. Bitte bestätige Deine E-Mail indem Du auf den Link klickst.

source: Confirm your email address at %(site_name)s
de: Bestätige Deine E-Mail Adresse auf %(site_name)s

source: Update change of organisation to %(name)s
de: Organisationswechsel zu %(name)s aktualisieren

source: Change my organisation
de: Meine Organisation wechseln

source: Your password must fulfill the following requirements:
de: Dein Passwort muss die folgenden Anforderungen erfüllen:

source: Thanks for spending some quality time with the Web site today.
de: Vielen Dank, dass Du hier ein paar nette Minuten verbracht hast.

source: To protect your privacy:<br>If you are using a shared/public computer, please close all open browser windows and start a new session by opening a new browser window.
de: Zum Schutz Deiner Daten:<br>Wenn Du einen öffentlichen Computer verwendest, schließe bitte alle geöffneten Browser-Fenster und starte eine neue Sitzung durch das Öffnen eines neuen Browser-Fenster.

source: Profile Update
de: Profil aktualisieren

source: Please update your Userprofile.
de: Aktualisiere Dein Benutzer Profil

source: One Time Message
de: Einweg-Nachricht

source: Please note, that the following personal message is displayed only once.
de: Beachte bitte, dass die folgende Nachricht nur einmal angezeigt wird.

source: Accept Organisation Change
de: Organisationswechsel aktualisieren

source: Organisation Changes
de: Organisationswechsel

source: Process Organisation Change
de: Organisationswechsel bearbeiten

source: Please accept or deny the organisation change request.
de: Bitte den Organisationswechsel annehmen oder ablehnen

source: Phone number
de: Telefonnummer

source: Previous organisation
de: vorherige Organisation

source: New organisation
de: Neue Organisation

source: Reason
de: Begründung

source: Deny change
de: Änderung ablehnen

source: Accept change
de: Änderung annehmen

source: Organisation Change Details
de: Organisationswechsel Details

source: My Account
de: Mein Konto

source: Update My Organisation
de: Meine Organisation aktualisieren

source: Please contact the user administrator at your organisation %(name)s to complete the change.
de: Bitte wende Dich an den Benutzer Administrator in Deiner Organisation %(name)s um die Änderung abzuschließen.

source: Update organisation change
de: Organisationswechsel aktualisieren

source: Please select the organisation you moved to and insert a reason text.
de: Bitte wähle die Organisation zu der Du wechseln möchtest und gib einen Begründungstext ein.

source: Cancel change of organisation
de: Abbrechen des Organisationswechsel

source: Organisation Change Request List
de: Organisationswechsel Liste

source: Your password was changed.
de: Dein Passwort wurde geändert.

source: Continue
de: Fortsetzen

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib aus Sicherheitsgründen erst Dein altes Passwort und darunter dann zweimal (um sicherzustellen, dass Du es korrekt eingegeben hast) das neue Passwort ein.

source: Change my password
de: Mein Passwort ändern

source: Create password complete
de: Anlegen des Passworts abgeschlossen

source: Your password has been created. You may go ahead and log in now.
de: Dein Passwort wurde angelegt. Du kannst Dich nun anmelden.

source: Create Password
de: Passwort Anlegen

source: Please choose a password and enter your password twice so we can verify you typed it in correctly.
de: Bitte wähle ein Passwort und gib Dein neues Passwort zweimal ein, damit wir überprüfen können, ob es richtig eingetippt wurde.

source: Create password and profile picture
de: Passworts und Profilbild anlegen

source: Please select a profile picture, choose a password and enter your new password twice so we can verify you typed it in correctly.
de: Bitte wähle ein Profilbild aus und gib Dein neues Passwort zweimal ein, damit wir überprüfen können, ob es richtig eingetippt wurde.

source: Create Password unsuccessful
de: Fehler beim Passwort Anlegen

source: The create password link was invalid, possibly because it has already been used.
de: Der Link zum Anlegen Deines Passworts ist ungültig, wahrscheinlich weil er abgelaufen ist.

source: Password resend successful
de: Passwort wurde erfolgreich zugesendet

source: We've emailed you your password to the email address you submitted. You should be receiving it shortly.
de: Wir haben Dir eine E-Mail mit Deinem Passwort an die von Dir angegebene E-Mail-Adresse geschickt. Du solltest diese in Kürze erhalten.

source: Your password has been set. You may go ahead and log in now.
de: Dein Passwort wurde zurückgesetzt. Du kannst Dich nun anmelden.

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib Dein neues Passwort zweimal ein, damit wir überprüfen können, ob es richtig eingetippt wurde.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen Deines Passworts ist ungültig, wahrscheinlich weil er schon einmal benutzt wurde. Bitte setze Dein Passwort erneut zurück.

source: Forgotten your password?
de: Passwort vergessen?

source: Password reset successful
de: Das Passwort wurde erfolgreich zurückgesetzt

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
de: Wir haben Dir eine E-Mail mit Anweisungen zum Zurücksetzen Deines Passwort an die von Dir angegebene E-Mail-Adresse geschickt. Du solltest diese in Kürze erhalten.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Passwort vergessen? Einfach Deine E-Mail-Adresse eingeben und wir senden Dir Anweisungen zum Zurücksetzen Deines Passworts.

source: My account
de: Mein Konto

source: Delete user
de: Benutzer löschen

source: Country
de: Land

source: Confirm Delete
de: Löschen bestätigen

source: Email addresses
de: E-Mail Adressen

source: If you would like to add another email address to your account, enter it below. Once you confirm the address, you can login with that email address and make the address to your primary contact email address.
de: Wenn Du eine weitere E-Mail Adresse zu Deinem Konto hinzufügen möchtest, trage sie unten ein. Nachdem Du Deine E-Mail Adresse bestätigt hast, kannst Du Dich mit dieser E-Mail Adresse anmelden und sie als primäre Kontaktadresse markieren.

source: You can enter up to %(max_email_adresses)s email addresses.
de: Du kannst bis zu %(max_email_adresses)s E-Mail Adressen angeben.

source: Add
de: Hinzufügen

source: unconfirmed
de: unbestätigt

source: Set as primary
de: Als primär festlegen

source: Resend confirmation email
de: Bestätigungs E-Mail erneut senden

source: Send mail
de: E-Mail Senden

source: The confirmation was not succesfull, please resend the confirmation.
de: Die Bestätigung war nicht erfolgreich, bitte versende erneut eine Bestätigungsemail.

source: Your email address "%(email)s" was already confirmed successfully.
de: Deine E-Mail Adresse "%(email)s" wurde schon bestätigt.

source: Your email address "%(email)s" was confirmed successfully.
de: Deine E-Mail Adresse "%(email)s" wurde erfolgreich bestätigt.

source: The confirmation message has probably already expired, please resend the confirmation.
de: Die Bestätigungsemail ist wahrscheinlich veraltet, bitte versende erneut eine Bestätigungsemail.

source: Confirmation email was sent to "%(email)s".
de: Eine E-Mail zur Bestätigung der E-Mail Adresse wurde an "%(email)s" versendet.

source: The email "%(email)s" was deleted successfully.
de: Die E-Mail Adresse "%(email)s" wurde erfolgreich gelöscht.

source: The email "%(email)s" was changed successfully.
de: Die E-Mail Adresse "%(email)s" wurde erfolgreich geändert.

source: Thank you. Your data were saved.
de: Vielen Dank, Deine Eingaben wurden gespeichert.

source: Your profile was changed successfully. You may edit it again below.
de: Dein Benutzerprofil wurde erfolgreich geändert. Du kannst die Daten unten erneut ändern.

source: Thank you. Your profile was saved.
de: Vielen Dank, Deine Eingaben wurden gespeichert.

source: Password create unsuccessful
de: Fehler beim Passwort Anlegen

source: last login
de: letzte Anmeldung

source: Active Users
de: Aktive Benutzer

source: Inactive Users
de: Inaktive Benutzer

source: primary email
de: primäre E-Mail

source: Add user
de: Benutzer hinzufügen

source: The account %(username)s has no email address!
de: Zu dem Konto %(username)s wurde keine E-Mail Adresse angegeben!

source: The %(name)s "%(obj)s" was changed successfully and the invitation email was resend.
de: %(name)s "%(obj)s" wurde erfolgreich geändert und eine Email Einladung wurde erneut versendet.

source: The %(name)s "%(obj)s" was activated successfully.
de: %(name)s "%(obj)s" wurde erfolgreich aktiviert.

source: Change user
de: Benutzer bearbeiten

source: Change user roles
de: Benutzer Rollen bearbeiten

source: active/inactive
de: aktiv/inaktiv

source: All Countries
de: Alle Länder

source: All Regions
de: Alle Regionen

source: All Organisations
de: Alle Organisationen

source: Role
de: Anwendungsrollen

source: All Roles
de: Alle Rollen

source: All Profiles
de: Alle Profile

source: Denied organisation change.
de: Organisationswechsel abgelehnt

source: Successfully changed the organisation.
de: Organisationswechsel erfolgreich

source: to organisation
de: zu Organisation

source: from organisation
de: von Organisation

source: %(brand)s SSO site admin
de: %(brand)s SSO Administration

source: More
de: Mehr

source: E-mail value is missing
de: Die E-Mail Adresse fehlt

source: Organisation is missing.
de: Die Organisation fehlt

source: Please enter your Email address or Username.
de: Bitte trage Deine E-Mail Adresse oder Deinen Benutzernamen ein.

source: Email address or Username
de: E-Mail Adresse oder Benutzername

source: Please enter your Password.
de: Bitte trage Dein Passwort ein.

source: Remember me
de: Angemeldet bleiben

source: Stay logged in for %(days)d days
de: Für %(days)d Tage angemeldet bleiben

source: This account is inactive.
de: Dieses Benutzerkonto ist inaktiv

source: This account has expired. Please contact the user administrator in your organisation %s.
de: Dieses Benutzerkonto ist abgelaufen. Bitte wende Dich an den Benutzeradministrator in Deiner Organisation %s.

source: Please enter your Email address or Username without whitespaces at the beginning or end.
de: Bitte trage Deine E-Mail Adresse oder Deinen Benutzernamen ohne Leerzeichen am Anfang oder Ende ein.

source: User is none
de: User nicht initialisiert

source: created at
de: angelegt am

source: Phone %(number)s
de: Telefonnummer %(number)s

source: Add Phone
de: Telefonnummer hinzufügen

source: Please enter your phone number.
de: Bitte trage Deine Telefonnummer ein.

source: Submit
de: Bestätigen

source: Confirm
de: Bestätigen

source: Login with your U2F Device
de: Mit Deinem U2F-Gerät anmelden

source: Log in with your %(brand)s account
de: Mit Deinem %(brand)s-Konto anmelden

source: New at %(site_name)s? <a href="%(registration_register_url)s">Register</a>
de: Neu bei %(site_name)s? <a href="%(registration_register_url)s">Registrieren</a>

source: Confirm Phone
de: Telefonnummer Bestätigen

source: Enter your token
de: Gebe Dein Token ein

source: Register U2F device
de: U2F Gerät registrieren

source: Email type
de: Email Typ

source: Country group
de: Ländergruppe

source: Emails
de: E-Mail Adressen

source: Email forwarding address
de: E-Mail Weiterleitung

source: Alias address
de: E-Mail Alias

source: The user does not exists
de: Der Benutzer existiert nicht

source: Permission
de: Berechtigung

source: Active
de: Aktiv

source: The email address already exists
de: Diese E-Mail Adresse wird schon benutzt.

source: Center
de: Zentrum

source: email type
de: Email Typ

source: access control
de: Berechtigung

source: Designates whether this email should be treated as active. Unselect this instead of deleting the email.
de: Legt fest, ob diese E-Mail aktiv ist. Kann deaktiviert werden, anstatt die E-Mail zu löschen.

source: email forwarding address
de: E-Mail Weiterleitungsadresse

source: Designates the email address, which can only changed by users with special administration rights.
de: Legt die E-Mail Adresse fest, die nur mit speziellen Administrationsrechten geändert werden kann.

source: email forwarding
de: E-Mail Weiterleitung

source: email forwardings
de: E-Mail Weiterleitungen

source: email alias address
de: E-Mail Alias

source: email aliases
de: E-Mail Aliase

source: guide email
de: Guide E-Mail Adresse

source: group email
de: Gruppen E-Mail

source: group emails
de: Gruppen E-Mails

source: group email manager
de: Gruppen E-Mail Manager

source: group email managers
de: Gruppen E-Mail Manager

source: Primary forwarding address
de: Primäre E-Mail Weiterleitung

source: Delete email fowarding
de: E-Mail Weiterleitung löschen
